{
    "label": "Introduction",
    "title": "Introducing the Good News of the Kingdom",
    "scripture": {},
    "introductionOne": [
        "Great day Sir/Ma’am, we are from Love Philippines Movement, Inc. and we are here to tell you about a Good News of the Kingdom of God.",
        "Are you experiencing any life challenges today? This is not an accident because we have Good News for you!",
        "In Mark 1:1, 14-15, the Good News of Jesus Christ – THE MESSAGE – begins here!",
        "After John was put in prison, Jesus went into Galilee, proclaiming the good news of God. “The time has come,” he said. “The kingdom of God has come near. Repent (change the way you think) and believe the good news!”",
        "Did you know that God wants to bless you in every area of your life? And He wants you to understand that?"
    ],
    "mainTopic": {
        "title": "Here are the good news of the Kingdom",
        "items": [
            "Forgiveness of Sin",
            "Peace of Mind",
            "Healing from Sickness",
            "Family Restoration",
            "Hope",
            "Joy",
            "Success, Victory, and Fruitfulness"
        ]
    },
    "introductionTwo": [
        "In this portion, as the Spirit of the Lord leads you, you could share a short testimony on how the revelation of the Good News of the Kingdom changes your life and the way you think.",
        "You could emphasize and expound the Good News of the Kingdom so that it would be clearer to them.",
        "You could tell them also that the Good News of the Kingdom does not transform you alone but also your family and the people that surrounds you as well. (Your testimony will usher them to respond to God’s call of repentance and what the Kingdom of God offers.)",
        "(Ask them if they are experiencing different LIFE challenges like: sickness, broken family, addictions etc. and ask them if you could pray for them also. If there is sickness, heal them so that the Good News of the Kingdom will manifest.)",
        "GOD IS THE ANSWER TO YOUR PROBLEM! And we will bring to your home/life today the good news of the Kingdom of God.",
        "If they are responsive and would want to receive the Kingdom of God, tell them to Repent and Surrender their lives to our Lord Jesus Christ and they will experience His Goodness."
    ],
    "declaration": {
        "label": "PRAYER/DECLARATION",
        "message": "Our Father in heaven, we praise you and worship. You, let Your Kingdom come and will over the lives of (name) and his family be done. In Jesus Name. Amen! (Suggestion: a sinner’s prayer can be inserted after.)"
    },
    "request": "Ask if they have additional prayer request"
}