{
    "label": "Lesson 2",
    "title": "Three Aspects of Salvation",
    "scripture": [{
        "title": "The Parable of the Growing Seed",
        "book": "Mark 4:26",
        "message": "He also said, “This is what the kingdom of God is like. A man scatters seed on the ground. 27 Night and day, whether he sleeps or gets up, the seed sprouts and grows, though he does not know how. 28 All by itself the soil produces grain—first the stalk, then the head, then the full kernel in the head. 29 As soon as the grain is ripe, he puts the sickle to it, because the harvest has come."
    }],
    "introduction": "If we are saved (First Aspect of salvation) but does not want to be changed (Second aspect of salvation) are we going to heaven with the Lord Jesus (Third aspect of salvation)? Let us learn now the three aspects of salvation.",
    "topic": {
        "first": {
            "number": 1,
            "title": "Justification",
            "message": "This aspect of salvation is instantaneous. It means the moment we received our Lord Jesus Christ automatically you are saved, you have received everlasting life, you have the righteousness from God and united with God. 100% you are automatically saved because of our faith in our Lord Jesus.",
            "reference": {
                "title": "",
                "items": ["Romans 3:22", "Romans 5:1"]
            }
        },
        "second": {
            "number": 2,
            "title": "Sanctification",
            "message": "After being saved, there is a process of change that will happen next. We call it “SANCTIFICATION PROCESS” – it is a process wherein you are being change from the inside to outside. This experience is NOT INSTANTANEOUS but rather continuing. Yes, it is true that we are saved from our sins, from Satan and from hell but we still have to be saved from our wicked deeds, speech, thoughts and motives.",
            "reference": {
                "title": "",
                "items": ["Philippians 2:13", "Colossians 2:6-7"]
            }
        },
        "third": {
            "number": 3,
            "title": "Glorification",
            "message": "The third aspect of salvation is the salvation of our perishable bodies to a glorified body. This will happen during the raptures of the church.",
            "reference": {
                "title": "",
                "items": ["Philippians 2:13", "Colossians 2:6-7"]
            },
            "anotherMessage": "That is why; we who are saved and made righteous in Christ should remain holy because without holiness we cannot see God.",
            "referenceTwo": {
                "title": "",
                "items": ["1 John 3:2-3"]
            }
        }
    },
    "guideQuestion": {
        "label": "Guide Question",
        "message": [
            "Have we experience justification?",
            "Again, If we are saved (First Aspect of salvation) but does not want to be changed (Second aspect of salvation) are we going to heaven with the Lord Jesus (Third aspect of salvation)?"
        ]
    }
}