{
    "label": "Lesson 8",
    "title": "Overcoming Depression",
    "scripture": [{
        "title": "",
        "book": "Mark 11:22-25",
        "message": "22 “Have faith in God,”Jesus answered. 23“Truly I tell you, if anyone says to this mountain, ‘Go, throw yourself into the sea,’ and does not doubt in their heart but believes that what they say will happen, it will be done for them.24Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.25And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins."
    }, {
        "title": "",
        "book": "Romans 12:2",
        "message": "22 “...be transformed by the renewing of your mind."
    }],
    "objective": {
        "label": "Objective",
        "message": "To restore hope, renew their thoughts, and help them to leave things in the hands of God."
    },
    "topic": {
        "first": {
            "number": 1,
            "title": "Depression is a state of mind that causes people to see everything around them in a negative way.",
            "message": "They experience feelings of sadness, failure, rejection, and lose sight of reality. They are overwhelmed by a feeling that God has abandoned them. Hopelessness."
        },
        "second": {
            "number": 2,
            "title": "You must show that person that they are not alone.",
            "message": "Emphasize the fact that God is with them and that they must seek Him. Encourage them to renew their mind (Rom. 12:2). Changing their way of thinking will enable them to see the marvelous plans that God has for their life.",
        },
        "third": {
            "number": 3,
            "title": "Invite them to cast their cares on to Jesus (Matt 11:28).",
            "message": "It is His desire that we give Him all our worries so that we can find our rest in Him."
        },
        "fourth": {
            "number": 4,
            "title": "Prayer must be a confession of victory",
            "message": "A declaration of the excellent things God has for us and must emphasize how much God loves us and believes in us."
        }
    },
    "note": {
        "label": "NOTE",
        "message": "Encourage the new believer not to let their problems oppress them. Encourage them to trust in Jesus and to bring all their feelings and problems to Him. Pray with them emphasizing God’s Sovereignty and the fact that God is in control of all things..."
    }
}