{
    "label": "Lesson 9",
    "title": "Overcoming Rejection",
    "scripture": [],
    "objective": {
        "label": "Objective",
        "message": "To show the new believer that rejection is a trick of the enemy, and to demonstrate that God accepts them unconditionally."
    },
    "topic": {
        "first": {
            "number": 1,
            "title": "Rejection is a feeling that you are inferior to other people, having no value; feeling unwanted.",
            "message": "Desiring love, but not believing that anyone cares. Left out, no sense of belonging, unable to give/receive love."
        }
    },
    "application": {
        "label": "Three keys to overcome rejection",
        "message": []
    },
    "topicTwo": {
        "first": {
            "number": 1,
            "title": "Understand that LOVE is our biggest need",
            "message": "We were created with a need to love and to be loved. To us, love is acceptance. This is the reason that we are always looking for acceptance. Everyone needs to “feel” loved. It’s not okay to be loved, you need to feel loved."
        },
        "second": {
            "number": 2,
            "title": "Understand that LOVE is our biggest need",
            "message": "Satan specializes in making man feel rejected. This is one of his most powerful weapons. (If you want to be a good wife, mother, friend...you have to get healed emotionally)",
            "messageTwo": "Rejection is the most terrible feeling that a person can experience.",
            "messageThree": "Things That Cause Rejection: Not loved as a child (feel loved), negative or destructive words, physically or emotionally abused, adultery, divorce, constant criticism as a child, sexual abuse",
            "messageFour": "Signs or Expressions of Rejection: depression, violence, anxiety, escaping through excessive work, TV, drugs, hobbies, video games, psychosomatic disease (originates in the mind...ulcers), manipulation, lust and fantasies, obsessive behaviors, rebellion",
            "reference": {
                "title": "",
                "items": [
                    "A spirit of rejection can cause you to be rejected",
                    "A spirit of rejection can cause you to reject others",
                    "A spirit of rejection can cause you to reject yourself",
                    "Rejection hidden in our heart will open a door to the enemy"
                ]
            }
        },
        "third": {
            "number": 3,
            "title": "Releasing Forgiveness",
            "message": "Jesus was clear about forgiveness",
            "scripture": [{
                "title": "",
                "book": "Matthew 6:12",
                "message": "Forgive us for doing wrong, as we forgive others."
            }]
        }
    }
}