{
    "label": "Lesson 10",
    "title": "Experiencing Healing",
    "scripture": [{
        "title": "",
        "book": "Mark 5:30-34",
        "message": "30 At once Jesus realized that power had gone out from him. He turned around in the crowd and asked, “Who touched my clothes?” 31 “You see the people crowding against you,” his disciples answered, “and yet you can ask, ‘Who touched me?’” 32 But Jesus kept looking around to see who had done it. 33Then the woman, knowing what had happened to her, came and fell at his feet and, trembling with fear, told him the whole truth. 34He said to her, “Daughter, your faith has healed you. Go in peace and be freed from your suffering.”"
    }],
    "objective": {
        "label": "Objective",
        "message": "To get the sick person to the point where they believe that Jesus took their sickness and He will heal them."
    },
    "topic": {
        "first": {
            "number": 1,
            "title": "Sickness Is Not God’s Purpose",
            "message": "Explain that God does not like to see His sons and daughters sick. On the contrary, He desires to heal them so that they can enjoy abundant life.",
            "scripture": [{
                "title": "",
                "book": "John 10:10",
                "message": "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."
            }]
        },
        "second": {
            "number": 2,
            "title": "Jesus came to die on the cross to give us salvation (confirm salvation in the new believer at this point) and also to carry our sicknesses in His body",
            "message": "When Christ died on the cross, He also established freedom from infirmity for us. Therefore, He has the power to heal those who believe in Him.",
            "scripture": [{
                "title": "",
                "book": "Isaiah 53:4",
                "message": "Surely he took up our pain and bore our suffering, yet we considered him punished by God, stricken by him, and afflicted."
            }]
        },
        "third": {
            "number": 3,
            "title": "Jesus’ promise to us is this: if we believe, we will lay hands on sick and they will get well.",
            "message": "We must explain that our hands are nothing special- it is Jesus that heals through our touch.",
            "scripture": [{
                "title": "",
                "book": "Mark 16:17-18",
                "message": "And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well."
            }]
        }
    },
    "note": {
        "label": "Note",
        "message": [
            "Do not be afraid of praying for those who are sick. Pray according to Isaiah 53:4-5 and Exodus 15:26. Make sure the person you are talking to believes in Christ and have decided to obey Him."
        ]
    }
}