{
    "label": "Lesson 5",
    "title": "Overcoming Fear",
    "scripture": [{
        "title": "",
        "book": "Mark 5:36",
        "message": "Overhearing what they said, Jesus told him, “Don’t be afraid; just believe.”"
    }],
    "objective": {
        "label": "Objective",
        "message": "To motivate people to trust in the Lord as their source of help."
    },
    "topic": {
        "first": {
            "number": 1,
            "title": "What is fear?",
            "message": "Fear—to feel a painful apprehension of some impending evil; to feel anxiety on an account of some expected evil. If you focus on what you fear, it will take root in your heart. It then comes out of your mouth and is empowered by a demonic spirit.",
            "scripture": [{
                "title": "",
                "book": "Proverbs 10:24",
                "message": "The fears of the wicked will all come true; so will the hopes of the righteous."
            }]
        },
        "second": {
            "number": 2,
            "title": "Fear starts to limit our abilities",
            "message": "",
            "scripture": [{
                "title": "",
                "book": "Proverbs 29:25",
                "message": "Fear of men will prove to be a snare, but whoever trusts in the Lord is kept safe."
            }],
            "messageTwo": "Fear will cause you to miss out on opportunities, to be negative and to think that everything is impossible. What controls your life, fear or faith? Are you afraid to surrender your life to Jesus? Are you afraid to trust the Lord with your money? Are you afraid to trust the Lord with your children?"
        },
        "third": {
            "number": 3,
            "title": "The solution is faith",
            "message": "We are called to live a life motivated by faith and not by fear. Fear is the opposite of faith. Don’t live your life dictated by fear."
        },
        "fourth": {
            "number": 4,
            "title": "We conquer our fears by the love of Jesus",
            "message": "",
            "scripture": [{
                "title": "",
                "book": "Proverbs 29:25",
                "message": "There is no fear in love. But perfect love drives out fear..."
            }],
            "messageTwo": "His presence brings us strength, value and faith, and takes away every negative thought.",
            "scriptureTwo": [{
                "title": "",
                "book": "2 Timothy 1:7",
                "message": "For God has not given us a spirit of fear, but power and of love and of a sound mind."
            }]
        }
    },
    "message": "Encourage the new believer not to let fear and negative thinking dominate them. Motivate them to confess that now they are in Jesus, He will go before them and no evil will come to them. Pray with them, emphasizing the fact that Jesus is in them and that He will remain with them."
}