{
    "label": "Lesson 7",
    "title": "Overcoming Family Problems",
    "scripture": [{
        "title": "",
        "book": "Mark 11:24-25",
        "message": "24 Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours. 25 And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins."
    }],
    "objective": {
        "label": "Objective",
        "message": "To challenge the new believer to overcome all obstacles in family reconciliation."
    },
    "topic": {
        "first": {
            "number": 1,
            "title": "",
            "message": "Every family problem brings tension to members of the family and creates an environment of conflict and insecurity."
        },
        "second": {
            "number": 2,
            "title": "It is necessary to forgive",
            "message": "...in order to bring Christ’s presence into the home.",
            "scripture": [{
                "title": "",
                "book": "Matthew 5:21-26",
                "message": "21 You have heard that it was said to the people long ago, ‘You shall not murder,[a] and anyone who murders will be subject to judgment.’ 22 But I tell you that anyone who is angry with a brother or sister[b][c] will be subject to judgment. Again, anyone who says to a brother or sister, ‘Raca,’[d] is answerable to the court. And anyone who says, ‘You fool!’ will be in danger of the fire of hell. 23 Therefore, if you are offering your gift at the altar and there remember that your brother or sister has something against you, 24 leave your gift there in front of the altar. First go and be reconciled to them; then come and offer your gift. Settle matters quickly with your adversary who is taking you to court. Do it while you are still together on the way, or your adversary may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. 26 Truly I tell you, you will not get out until you have paid the last penny."
            }]
        },
        "third": {
            "number": 3,
            "title": "Taking the first step towards reconciliation is a true Christian act which is pleasing to God.",
            "message": "At the same time we are receiving the forgiveness that God offers us.",
            "scripture": [{
                "title": "",
                "book": "Matthew 18:32-35",
                "message": "32 Then the master called the servant in. ‘You wicked servant,’ he said, ‘I canceled all that debt of yours because you begged me to. 33 Shouldn’t you have had mercy on your fellow servant just as I had on you?’ 34 In anger his master handed him over to the jailers to be tortured, until he should pay back all he owed. This is how my heavenly Father will treat each of you unless you forgive your brother or sister from your heart.”"
            }]
        },
        "fourth": {
            "number": 4,
            "title": "Tell them that their family must have a direction and a purpose.",
            "message": "",
            "scripture": [{
                "title": "",
                "book": "Proverbs 29:18",
                "message": "Where there is no revelation, people cast off restraint; but blessed is the one who heeds wisdom’s instruction."
            }],
            "messageTwo": "There must be one vision because 2 visions is die-vision.",
            "scriptureTwo": [{
                "title": "",
                "book": "Matthew 12:25",
                "message": "Jesus knew their thoughts and said to them, “Every kingdom divided against itself will be ruined, and every city or household divided against itself will not stand."
            }]
        },
        "fifth": {
            "number": 5,
            "title": "",
            "message": "Teach them that prayer can help us to learn how to work out our differences and how to change."
        }
    },
    "note": {
        "label": "NOTE",
        "message": "Don’t force others into reconciliation. Allow the Holy Spirit to work in them. Pray for each family member, that forgiveness, restoration and love will come upon them. Look for a way the offended person can pray for and bless the one who hurt them; this will bring true forgiveness. If you overcome your pride, you will take the first step to achieve reconciliation."
    }
}