{
    "label": "Lesson 5",
    "title": "How To Overcome Temptation",
    "scripture": [{
        "title": "",
        "book": "Mark 9:23",
        "message": "\"If you can’?\" said Jesus. “Everything is possible for one who believes."
    }, {
        "title": "",
        "book": "1 Corinthians 10:13",
        "message": "But remember that the temptations that come into your life are no different from what others experience. And God is faithful. He will keep the temptation from becoming so strong that you can't stand up against it. When you are tempted, he will show you a way out so that you will not give in to it."
    }],
    "objective": {
        "label": "Objective",
        "message": "To give the new believer the tools needed to overcome troubles and sin, and to live in victory."
    },
    "topic": {
        "first": {
            "number": 1,
            "title": "God knows us",
            "message": "...and He will never let us receive any temptation that is too great for us to resist."
        },
        "second": {
            "number": 2,
            "title": "God provides",
            "message": "...us with a way of escape from temptation."
        },
        "third": {
            "number": 3,
            "title": "Because Christ, Himself, was tempted and overcame it",
            "message": "...He is there with us when we are tempted and is able to help us overcome it."
        },
        "fourth": {
            "number": 4,
            "title": "Encourage the new believer",
            "message": "...to honestly acknowledge their weaknesses and to ask for God’s help because He is our only source of help."
        },
        "fifth": {
            "number": 5,
            "title": "Encourage them",
            "message": "...to spend time doing things that will strengthen their spiritual life (devotionals, prayer, attending cell and church)."
        },
        "sixth": {
            "number": 6,
            "title": "Ask them",
            "message": "...to tell you the things that have changed in their life since they got saved. Tell them what they can lose if they give in to temptation."
        }
    },
    "request": "PRAY FOR THEM!"
}